Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/vioski.tmx
Source language: ru
Languages: be

source: Хмелевские Лежни
be: Хмялеўскія Ляжні

source: Хмелёвщина
be: Хмялёўшчына

source: Хмеленец
be: Хмелянец

source: Хмели
be: Хмялі

source: Хмелино
be: Хмеліно

source: Хмелиско
be: Хмеліска

source: Хмелище
be: Хмелішча

source: Хмельник
be: Хмяльнік

source: Хмельница
be: Хмяльніца

source: Хмельное
be: Хмяльное

source: Хмылки
be: Хмылкі

source: Хобное
be: Хобнае

source: Хобня
be: Хабня

source: Хоботы
be: Хабаты

source: Ховхло
be: Хоўхла

source: Ходаки
be: Хадакі

source: Ходаково
be: Хадакова

source: Ходаны
be: Хаданы

source: Ходатовичи
be: Хадатавічы

source: Ходатово
be: Ходатава

source: Ходевичи
be: Хадзявічы

source: Ходевляны
be: Хадзяўляны

source: Ходели
be: Хадэлі

source: Ходечин
be: Хадэчын

source: Ходилони
be: Хадзілоні

source: Ходнево
be: Ходнева

source: Ходорино
be: Хадорына

source: Ходорки
be: Хадоркі

source: Ходоровичи
be: Ходаравічы

source: Ходоровка
be: Ходараўка

source: Ходорово
be: [Ходарава, Ходараў]

source: Ходоровцы
be: Ходараўцы

source: Ходосевичи
be: Ходасавічы

source: Ходосовичи
be: Ходасавічы

source: Ходосы
be: [Хадасы, Ходасы]

source: Ходулы
be: Хадулы

source: Ходунь
be: Хадунь

source: Ходутичи
be: Хадуцічы

source: Ходыничи
be: Хадынічы

source: Ходырево
be: Ходырава

source: Ходюки
be: Хадзюкі

source: Хожово
be: Хажова

source: Хозянинки
be: Хазянінкі

source: Хойники
be: Хойнікі

source: Хойно
be: Хойна

source: Холдеевка
be: Халдэеўка

source: Холечино
be: Халечына

source: Холмичи
be: Холмічы

source: Холмовка
be: Халмоўка

source: Холмы
be: [Халмы, Хаўмы]

source: Холоблин
be: Халоблін

source: Холовье
be: Холаўе

source: Холодники
be: Халоднікі

source: Холомерье
be: Халамер’е

source: Холопеничи
be: Халопенічы

source: Холопья
be: Халап’я

source: Холстово
be: Холстава

source: Холхлово
be: Хоўхлава

source: Холхолица
be: Хаўхоліца

source: Хольневичи
be: Хальнявічы

source: Холянино
be: Халяніна

source: Хоменки
be: [Хаменкі, Хамянкі]

source: Хомёнки
be: Хамёнкі

source: Хоменцы
be: Хамянцы

source: Хомики
be: Хамікі

source: Хоминка
be: Хамінка

source: Хомичево
be: Хамічава

source: Хомичи
be: Хамічы

source: Хомичицы
be: Хамічыцы

source: Хомички
be: Хамічкі

source: Хомищево
be: Хамішчава

source: Хомно
be: Хомна

source: Хомутины
be: Хамуціны

source: Хомуты
be: Хамуты

source: Хомяково
be: Хамякова

source: Хондоги
be: Хандогі

source: Хоневичи
be: [Ханявічы, Хоневічы]

source: Хоново
be: Хонава

source: Хоньковичи
be: Хонькавічы

source: Хоняки
be: Ханякі

source: Хорева
be: Харава

source: Хоревщина
be: Харэўшчына

source: Хоробровичи
be: Харабровічы

source: Хороброво
be: Хараброва

source: Хороково
be: Харакова

source: Хоромицкие
be: Хароміцкія

source: Хоромск
be: Харомск

source: Хоромцы
be: Харомцы

source: Хоронево
be: Харанеў

source: Хоронжишки
be: Харанжышкі

source: Хоросица
be: Харосіца

source: Хоростово
be: Хорастава

source: Хорошая Ель
be: Харошая Ель

source: Хорошевичи
be: Харашэвічы

source: Хорошевка
be: Харошаўка

source: Хорошево
be: Хорашава

source: Хорошее
be: Харошае

source: Хорошие
be: Харошыя

source: Хорошки
be: [Харашкі, Харошкі]

source: Хороща
be: Харошча

source: Хортово
be: Хартова

source: Хоружанцы
be: Харужанцы

source: Хоружево
be: Хоружава

source: Хоружевцы
be: Харужаўцы

source: Хоружи
be: Харужы

source: Хоружинцы
be: Харужынцы

source: Хоряково
be: Харакова

source: Хотейка
be: Хацейка

source: Хотемля
be: Хоцемля

source: Хотени
be: Хацені

source: Хотеничи
be: Хаценічы

source: Хотеново
be: Хаценава

source: Хотенчицы
be: Хаценчыцы

source: Хотень
be: Хацень

source: Хотетово
be: Хацетава

source: Хотецкое
be: Хацецкае

source: Хотешево
be: Хацешава

source: Хотилки
be: Хацілкі

source: Хотиловичи
be: Хацілавічы

source: Хотиловщина
be: Хацілаўшчына

source: Хотилы
be: Хацілы

source: Хотимка
be: Хоцімка

source: Хотимск
be: Хоцімск

source: Хотиничи
be: Хоцінічы

source: Хотино
be: Хоціна

source: Хотиново
be: Хацінава

source: Хотислав
be: Хаціслаў

source: Хотлино
be: Хотліна

source: Хотляны
be: Хатляны

source: Хотова
be: Хатава

source: Хотовиж
be: Хатовіж

source: Хотовка
be: Хатоўка

source: Хотоля
be: Хатоля

source: Хотомель
be: Хотамель

source: Хоттевичи
be: Хоццевічы

source: Хотыничи
be: Хатынічы

source: Хотьки
be: Хоцькі

source: Хотьково
be: Хоцькава

source: Хотюхово
be: Хацюхова

source: Хотяж
be: Хацяж

source: Хотяновщина
be: Хацянаўшчына

source: Хохловка
be: Хахлоўка

source: Хочень
be: Хачэнь

source: Хочин
be: Хочын

source: Хочинка
be: Хачынка

source: Храбрый
be: Храбры

source: Хралищево
be: Хралішчава

source: Храмёнки
be: Храмёнкі

source: Храмцово
be: Храмцова

source: Храпаки
be: Храпакі

source: Храпенево
be: Храпянева

source: Храпково
be: Храпкава

source: Храповичи
be: Храпавічы

source: Храповищено
be: Храпавішчына

source: Храпольно
be: Храпальна

source: Хрелево
be: Хрэлева

source: Хрипатое
be: Хрыпатае

source: Хрипелёво
be: Хрыпялёва

source: Хрипки
be: Хрыпкі

source: Хрипково
be: Хрыпкава

source: Хрисо
be: Хрыса

source: Христиболовичи
be: Хрысцібалавічы

source: Христово
be: Хрыстова

source: Хрищеновичи
be: [Хрышчановічы, Хрышчонавічы]

source: Хролы
be: Хралы

source: Хрольчицы
be: Хрольчыцы

source: Хромые
be: Храмыя

source: Хрули
be: Хрулі

source: Хрусталёво
be: Хрусцялёва

source: Хрустово
be: Хрустава

source: Хрущёвка
be: Хрушчоўка

source: Худлин
be: Худлін

source: Худово
be: Худава

source: Худовцы
be: Худаўцы

source: Хусное
be: Хуснае

source: Хутор
be: Хутар

source: Хутора Иказненские
be: Хутары Іказненскія

source: Хутор-Борок
be: Хутар-Барок

source: Хутор Дедино
be: Хутар Дзедзіна

source: Хутор Еремеичи
be: Хутар Ерамеічы

source: Хутор Збляны
be: Хутар Збляны

source: Хутор Провожа
be: Хутар Праважа

source: Хутор Ракитно
be: Хутар Ракiтна

source: Хуторянка
be: Хутаранка

source: Хутор Янцевичи
be: Хутар Янцавічы

source: Цагельное
be: Цагельнае

source: Цари
be: Цары

source: Цацки
be: Цацкі

source: Цветино
be: Цвеціна

source: Цветково
be: Цвяткова

source: Цвикличи
be: Цвіклічы

source: Цвирки
be: Цвіркі

source: Цвировщина
be: Цвіраўшчына

source: Цвырково
be: Цвыркава

source: Цевьи
be: Цаўі

source: Цегельня
be: Цагельня

source: Цезарёво
be: Цэзарова

source: Целевичи
be: Цалевічы

source: Целино
be: Цаліно

source: Цель
be: Цэль

source: Центральная
be: Цэнтральная

source: Центральный
be: Цэнтральны

source: Цепеняты
be: Цэпеняты

source: Цеперка
be: Цапэрка

source: Цепра
be: Цапра

source: Церковище
be: [Царкавішча, Царковішча]

source: Церковляне
be: Царкаўляне

source: Церковно
be: Царкоўна

source: Церковцы
be: Царкоўцы

source: Церковье
be: Царкоўе

source: Цесино
be: Цэсіна

source: Цидовичи
be: Цідовічы

source: Цинки
be: Цынкі

source: Цирин
be: Цырын

source: Цирклишки Большие
be: Цырклішкі Вялікія

source: Цитва
be: Цітва

source: Цотово
be: Цотава

source: Цуденишки
be: Цудзенішкі

source: Цыбки
be: Цыбкі

source: Цыборы
be: Цыбары

source: Цыбульские
be: Цыбульскія

source: Цыганки
be: Цыганкі

source: Цыгановка
be: Цыганоўка

source: Цыдики
be: Цыдзікі

source: Цынгели
be: Цынгялі

source: Цынное
be: Цыннае

source: Цынцевичи
be: Цынцавічы

source: Цыпки
be: Цыпкі

source: Цюприки
be: Цюпрыкі

source: Чабаи
be: Чабаі

source: Чабахи
be: Чабахі

source: Чадель
be: Чадзель

source: Чайчицы
be: Чайчыцы

source: Чамышель
be: Чамышаль

source: Чановичи
be: Чанавічы

source: Чапаевка
be: Чапаеўка

source: Чапаево
be: Чапаева

source: Чапаевский
be: Чапаеўскі

source: Чаплевщизна
be: Чаплеўшчызна

source: Чапли
be: Чаплі

source: Чаплин
be: Чаплін

source: Чаплицы
be: Чапліцы

source: Чапличи
be: Чаплічы

source: Чароты
be: [Чараты, Чароты]

source: Чахи
be: Чахі

source: Чачково
be: Чачкава

source: Чашейки
be: Чашэйкі

source: Чашин
be: Чашын

source: Чашки
be: Чашкі

source: Чашковщина
be: Чашкоўшчына

source: Чашники
be: Чашнікі

source: Чвирки
be: Чвіркі

source: Чвыри
be: Чвыры

source: Чеботари
be: Чабатары

source: Чеботовичи
be: Чабатовічы

source: Челеи
be: Чалеі

source: Челищевичи
be: Чалішчавічы

source: Челнышки
be: Чаўнышкі

source: Челонец
be: Чаланец

source: Челющевичи
be: Чалюшчавічы

source: Чемелы
be: Чамялы

source: Чемери 1
be: Чамяры 1

source: Чемери 2
be: Чамяры 2

source: Чемерин
be: Чамярын

source: Чемерисы
be: Чамярысы

source: Чемеричино
be: Чамярычына

source: Чемеричное
be: Чамярычнае

source: Чемерное
be: Чэмернае

source: Чемерня
be: Чамярня

source: Чемеры
be: Чамяры

source: Чемки
be: Чэмкі

source: Чемяры
be: Чамяры

source: Ченевичи
be: Чэневічы

source: Чёнки
be: Чонкі

source: Ченчицы
be: Чэнчыцы

source: Чепелево
be: Чапялева

source: Чепели
be: Чапялі

source: Чепелинка
be: Чапялінка

source: Чепелино
be: Чапеліна

source: Чепельки
be: Чэпелькі

source: Чеплеёвка
be: Чапляёўка

source: Чепуки
be: Чапукі

source: Чепчин
be: Чапчын

source: Червечёво
be: Чарвячова

source: Червино
be: Чэрвіна

source: Червоное
be: Чырвонае

source: Червоное Село
be: Чырвонае Сяло

source: Черебасово
be: Чарабасава

source: Черебомир
be: Чарабамір

source: Черевач
be: Чаравач

source: Черевачицы
be: Чаравачыцы

source: Черевки
be: Чараўкі

source: Череёвка
be: Чараёўка

source: Черейщина
be: Чарэйшчына

source: Черёмуха
be: Чаромуха

source: Черёмушки
be: Чаромушкі

source: Черёмушкино
be: Чаромушкіна

source: Черемушники Погорные
be: Чарэмушнікі Пагарныя

source: Черемушники Подисенные
be: Чарэмушнікі Падзісенныя

source: Черемхова
be: Чарамхова

source: Черемшицы
be: Чарэмшыцы

source: Черёнка
be: Чаронка

source: Черенки
be: [Чаранкі, Чарэнкі]

source: Черепки
be: Чарапкі

source: Череповка
be: [Чаропаўка, Чэрапаўка]

source: Череповщина
be: [Чарапоўшчына, Чэрапаўшчына]

source: Черепы
be: Чарапы

source: Черёсово
be: Чаросава

source: Черессы
be: Чэрасы

source: Черетянка
be: Чарацянка

source: Черешля
be: Чарэшля

source: Черея
be: Чарэя

source: Черкасово
be: Чаркасова

source: Черкассы
be: Чаркасы

source: Черкасы
be: Чаркасы

source: Черкесы
be: Чаркесы

source: Черлёна
be: Чарлёна

source: Черлёнка
be: Чарлёнка

source: Чернавцы
be: Чарнаўцы

source: Чернавчицы
be: Чарнаўчыцы

source: Чернаки
be: Чарнакі

source: Чёрная Вирня
be: Чорная Вірня

source: Чёрная Лоза
be: Чорная Лаза

source: Чёрная Сосна
be: Чорная Сасна

source: Черневичи
be: [Чарневічы, Чарнявічы, Чэрневічы]

source: Черневка
be: Чэрнеўка

source: Чернево
be: Чэрнева

source: Чернёво
be: Чарнёва

source: Черневщина
be: Чэрнеўшчына

source: Чернеевичи
be: Чарнеевічы

source: Чернейки
be: Чарнейкі

source: Чернели
be: Чарнэлі

source: Чернецкий Мох
be: Чарнецкі Мох

source: Чернецкое
be: Чарнецкае

source: Чернещино
be: Чарнешчына

source: Чернея
be: Чарняя

source: Черни
be: Чэрні

source: Черники
be: Чэрнікі

source: Черниковщина
be: Чэрнікаўшчына

source: Чернилово
be: Чарнілава

source: Чернин
be: Чэрнін

source: Чернихово
be: Чэрніхава

source: Черница
be: [Чарніца, Чэрніца]

source: Черница 1
be: Чарніца 1

source: Черница 2
be: Чарніца 2

source: Черницкий
be: Чарніцкі

source: Черницы
be: Чарніцы

source: Черничи
be: Чэрнічы

source: Черничка 1
be: Чарнічка 1

source: Черничка 2
be: Чарнічка 2

source: Черничка 3
be: Чарнічка 3

source: Чернички
be: Чарнічкі

source: Черничное
be: Чарнічнае

source: Черничный
be: Чарнічны

source: Черничонки
be: Чарнічонкі

source: Чернишки
be: Чэрнішкі

source: Чернобель
be: Чарнабель

source: Чернова
be: Чарнава

source: Чёрново 1
be: Чорнава 1

source: Чёрново 2
be: Чорнава 2

source: Чёрновщина
be: Чорнаўшчына

source: Черногостье
be: Чарнагосце

source: Черноградь
be: Чарнаградзь

source: Черногрязь
be: Чарнагразь

source: Черногубово
be: Чарнагубава

source: Черное
be: Чарное

source: Чёрное
be: Чорнае

source: Чернозёмовка
be: Чарназёмаўка

source: Черноземье
be: Чарназем’е

source: Чернолески
be: Чарналескі

source: Чернооки
be: Чарнавокі

source: Черноосово
be: Чарнавосава

source: Черноречка
be: Чарнарэчка

source: Черноручье
be: Чарнаручча

source: Черноручье 1
be: Чарнаручча 1

source: Черноручье 2
be: Чарнаручча 2

source: Черноусы
be: Чарнавусы

source: Черноцкое
be: Чарноцкае

source: Чернуха
be: Чарнуха

source: Чернушка
be: Чэрнушка

source: Чернушки
be: Чарнушкі

source: Черные
be: Чарныя

source: Чёрные Броды
be: Чорныя Брады

source: Чёрный Бор
be: Чорны Бор

source: Чёрный Брод
be: Чорны Брод

source: Чёрный Лес
be: Чорны Лес

source: Чёрный Луг
be: Чорны Луг

source: Чёрный Осов
be: Чорны Восаў

source: Чёрный Ручей
be: Чорны Ручай

source: Чернышен
be: Чарнышын

source: Черныши
be: Чарнышы

source: Черня
be: Чэрня

source: Чернявка
be: Чарняўка

source: Чернявские
be: Чарняўскія

source: Чернявские Малыничи
be: Чарняўскія Малынічы

source: Чернявцы
be: Чарняўцы

source: Чернявщина
be: Чарняўшчына

source: Черняки
be: Чарнякі

source: Черняковка
be: Чарнякоўка

source: Черняково
be: Чарнякава

source: Черняны
be: Чарняны

source: Чернятин
be: Чарняцін

source: Черняты
be: Чарняты

source: Черняховский
be: Чарняхоўскі

source: Черняцкая Поляна
be: Чарняцкая Паляна

source: Черск
be: Чэрск

source: Черствяды
be: Чарсцвяды

source: Чертёж
be: Чарцёж

source: Чертень
be: Чэрцень

source: Чертовичи
be: Чартавічы

source: Черток
be: Чарток

source: Черты
be: Чарты

source: Чертяж
be: Чарцяж

source: Черцы
be: Чэрцы

source: Черчёновка
be: Чарчонаўка

source: Черчёново
be: Чарчонава

source: Черчёное
be: Чарчонае

source: Черчицы
be: Чэрчыцы

source: Черчичи
be: Чэрчычы

source: Чесловое
be: Чаславое

source: Чесноки
be: Часнакі

source: Четверня
be: Чацвярня

source: Четырки
be: Чатыркі

source: Чехи
be: [Чахі, Чэхі]

source: Чеховцы
be: [Чахаўцы, Чэхаўцы]

source: Чеховщина
be: [Чахоўшчына, Чэхаўшчына]

source: Чечевичи
be: Чачэвічы

source: Чечели
be: Чачалі

source: Чеченево
be: Чачанева

source: Чеченск
be: Чачэнск

source: Чечёровка
be: Чачораўка

source: Чечино
be: Чэчына

source: Чечуки
be: Чачукі

source: Чешейки
be: Чашэйкі

source: Чешуны
be: Чашуны

source: Чещавляны
be: Чашчаўляны

source: Чигири
be: Чыгіры

source: Чигиринка
be: Чыгірынка

source: Чигриновка
be: Чыгрынаўка

source: Чижаха
be: Чыжаха

source: Чижевичи
be: Чыжэвічы

source: Чижевники
be: Чыжэўнікі

source: Чижевск
be: Чыжаўск

source: Чижевщина
be: Чыжэўшчына

source: Чижи
be: Чыжы

source: Чижики
be: Чыжыкі

source: Чижиновцы
be: Чыжыноўцы

source: Чижовка
be: Чыжоўка

source: Чижовщина
be: Чыжоўшчына

source: Чижуны
be: Чыжуны

source: Чики
be: Чыкі

source: Чикили
be: Чыкілі

source: Чиковка
be: Чыкаўка

source: Чиковщина
be: Чыкаўшчына

source: Чилеево
be: Чылеева

source: Чирвоная Горка
be: Чырвоная Горка

source: Чирвоная Долина
be: Чырвоная Даліна

source: Чирвоная Заря
be: Чырвоная Зара

source: Чирвоная Зорька
be: Чырвоная Зорка

source: Чирвоная Кветка
be: Чырвоная Кветка

source: Чирвоная Нива
be: Чырвоная Ніва

source: Чирвоная Поляна
be: Чырвоная Паляна

source: Чирвоная Смена
be: Чырвоная Змена

source: Чирвоная Сторонка
be: Чырвоная Старонка

source: Чирвоное
be: Чырвонае

source: Чирвоное Озеро
be: Чырвонае Возера

source: Чирвоное Поле
be: Чырвонае Поле

source: Чирвоный Берег
be: Чырвоны Бераг

source: Чирвоный Бор
be: Чырвоны Бор

source: Чирвоный Городок
be: Чырвоны Гарадок

source: Чирвоный Клин
be: Чырвоны Клін

source: Чирвоный Лес
be: Чырвоны Лес

source: Чирвоный Лужок
be: Чырвоны Лужок

source: Чирвоный Партизан
be: Чырвоны Партызан

source: Чирвоный Угол
be: Чырвоны Вугал

source: Чирвоны Сад
be: Чырвоны Сад

source: Чирино
be: Чырына

source: Чирканцы
be: Чырканцы

source: Чирковичи
be: Чыркавічы

source: Чировичи
be: Чыравічы

source: Чирчино
be: Чырчына

source: Чистая Лужа
be: Чыстая Лужа

source: Чисти
be: Чысці

source: Чисти Вардомские
be: Чысці Вардамскія

source: Чистики
be: Чысцікі

source: Чисти Мильчанские
be: Чысці Мільчанскія

source: Чисти Товарисские
be: Чысці Таварыскія

source: Чистополье
be: Чыстаполле

source: Чистые Лужи
be: Чыстыя Лужы

source: Чистый Бор
be: Чысты Бор

source: Чисть
be: Чысць

source: Чичели
be: Чычэлі

source: Чичиновщина
be: Чычыноўшчына

source: Чишевичи
be: Чышэвічы

source: Чияне
be: Чыянне

source: Чкалово
be: Чкалава

source: Чмелевичи
be: Чмялевічы

source: Чмели
be: Чмялі

source: Чопанишки
be: Чопанішкі

source: Чопино
be: Чопіна

source: Чотово
be: Чотава

source: Чубаково
be: Чубакова

source: Чубатые
be: Чубатыя

source: Чуватово
be: Чуватава

source: Чуденичи
be: Чудзенічы

source: Чудин
be: Чудзін

source: Чудовщина
be: Чудоўшчына

source: Чуйки
be: Чуйкі

source: Чумачов Мох
be: Чумачоў Мох

source: Чураи
be: Чураі

source: Чуриловичи
be: Чурылавічы

source: Чурилово
be: Чурылава

source: Чурилово Дальнее
be: Чурылава Далёкае

source: Чурилы
be: Чурылы

source: Чурки
be: Чуркі

source: Чутьки
be: Чуцькі

source: Чухилино
be: Чухіліна

source: Чухово
be: Чухава

source: Чучелицы
be: Чучаліцы

source: Чучье
be: Чучча

source: Шабли
be: Шаблі

source: Шаблинщина
be: Шабліншчына

source: Шабуневка
be: Шабунеўка

source: Шабуневщина
be: Шабунеўшчына

source: Шабуни
be: Шабуні

source: Шабуньки
be: Шабунькі

source: Шабыньки
be: Шабынькі

source: Шавдини
be: Шаўдзіні

source: Шавдюки
be: Шаўдзюкі

source: Шавеки
be: Шавекі

source: Шавёлки
be: Шавёлкі

source: Шавляны
be: Шаўляны

source: Шавнево
be: Шаўнева

source: Шаврово
be: Шаўрова

source: Шавры
be: Шаўры

source: Шадинцы
be: Шадзінцы

source: Шадюны
be: Шадзюны

source: Шайки
be: Шайкі

source: Шайтерово
be: Шайтарава

source: Шалаёвка
be: Шалаёўка

source: Шалакунди
be: Шалакундзі

source: Шалаши
be: Шалашы

source: Шалашино
be: Шалашына

source: Шалашники
be: Шалашнікі

source: Шаличи 1
be: Шалічы 1

source: Шаличи 2
be: Шалічы 2

source: Шаловичи
be: Шалавічы

source: Шалогиры
be: Шалагіры

source: Шаломея
be: Шаламея

source: Шалофаны
be: Шалафаны

source: Шалтени
be: Шалтэні

source: Шалтины
be: Шалціны

source: Шалушино
be: Шалушына

source: Шалыги
be: Шалыгі

source: Шальтини
be: Шальціні

source: Шальтины
be: Шальціны

source: Шамбелин
be: Шамбялін

source: Шамки
be: Шамкі

source: Шамовка
be: Шамаўка

source: Шамово
be: Шамава

source: Шамовщина
be: Шамаўшчына

source: Шантаровщина
be: Шантароўшчына

source: Шанторовщина
be: Шантараўшчына

source: Шанторы
be: Шантары

source: Шантырево
be: Шантырава

source: Шаньково
be: Шанькава

source: Шапечино
be: Шапечына

source: Шаповалы
be: Шапавалы

source: Шапурово
be: Шапурова

source: Шапчино
be: Шапчына

source: Шапчицы
be: Шапчыцы

source: Шараги
be: Шарагі

source: Шараевка
be: Шараеўка

source: Шараи
be: Шараі

source: Шарейки
be: Шарэйкі

source: Шарибовка
be: Шарыбаўка

source: Шарики
be: Шарыкі

source: Шарин
be: Шарын

source: Шарино
be: Шарына

source: Шарипино
be: Шарыпіна

source: Шарипы
be: Шарыпы

source: Шарипы Большие
be: Вялікія Шарыпы

source: Шарипы Малые
be: Шарыпы Малыя

source: Шарки
be: Шаркі

source: Шарковка
be: Шаркоўка

source: Шарковщина
be: Шаркаўшчына

source: Шаркути
be: Шаркуці

source: Шармухи
be: Шармухі

source: Шарнево
be: Шарнева

source: Шарово
be: Шарава

source: Шароевка
be: Шароеўка

source: Шарпиловка
be: Шарпілаўка

source: Шатерники
be: Шатэрнікі

source: Шатиловка
be: Шацілаўка

source: Шатилово
be: Шацілава

source: Шатилы
be: Шацілы

source: Шатнево
be: Шатнева

source: Шатравино
be: Шатравіна

source: Шатравки
be: Шатраўкі

source: Шатрово
be: Шатрова

source: Шатровцы
be: Шатраўцы

source: Шатьки
be: Шацькі

source: Шауличи
be: Шавулічы

source: Шаурино
be: Шавурына

source: Шауры
be: Шавуры

source: Шахи
be: Шахі

source: Шахновцы
be: Шахноўцы

source: Шахновщина
be: Шахноўшчына

source: Шаховница
be: Шахаўніца

source: Шашеловка
be: Шашалаўка

source: Шашелы
be: Шашалы

source: Шаши
be: Шашы

source: Шашки
be: Шашкі

source: Шашкишки
be: Шашкішкі

source: Шашоки
be: Шашокі

source: Шведы
be: Швяды

source: Швейляны
be: Швяйляны

source: Шебрин
be: Шэбрын

source: Шевели
be: Шавялі

source: Шевелишки
be: Шавялішкі

source: Шевердаки
be: Шавердакі

source: Шеверничи
be: Шавярнічы

source: Шевино
be: Шэвіна

source: Шеворовка
be: Шавароўка

source: Шевцов
be: Шаўцоў

source: Шевчики
be: Шэўчыкі

source: Шевяки
be: Шавякі

source: Шеди
be: Шадзі

source: Шеды
be: Шэды

source: Шедьки
be: Шэдзькі

source: Шейбаки
be: Шайбакі

source: Шейка
be: Шэйка

source: Шейки
be: Шэйкі

source: Шейпичи
be: Шэйпічы

source: Шеки
be: Шэкі

source: Шелевщина
be: Шэлеўшчына

source: Шелеги
be: Шалягі

source: Шелепки
be: Шаляпкі

source: Шелесты
be: Шалясты

source: Шелехово
be: Шэлехава

source: Шелковинье
be: Шаўкавінне

source: Шёлковичи
be: Шоўкавічы

source: Шелково
be: Шалкова

source: Шелковщина
be: [Шалкоўшчына, Шаўкоўшчына]

source: Шелодоновка
be: Шаладонаўка

source: Шелопечино
be: Шалапечына

source: Шелохановка
be: Шалаханаўка

source: Шелути
be: Шалуці

source: Шелухи
be: Шалухі

source: Шеляги
be: Шалягі

source: Шематово
be: Шаматова

source: Шембелевцы
be: Шэмбелеўцы

source: Шемберово
be: Шэмберава

source: Шемели
be: Шамялі

source: Шеметовка
be: [Шамятоўка, Шэметаўка]

source: Шеметово
be: Шэметава

source: Шеметовщина
be: Шэметаўшчына

source: Шемяки
be: Шамякі

source: Шендялы
be: Шэндалы

source: Шеневцы
be: Шаняўцы

source: Шени
be: Шані

source: Шепелевичи
be: Шапялевічы

source: Шепелёвка
be: Шапялёўка

source: Шепелево
be: Шэпелева

source: Шепели
be: [Шапялi, Шапялі]

source: Шепелишки
be: Шапелішкі

source: Шеперево
be: Шапярэва

source: Шепетово
be: Шэпетава

source: Шептуны
be: Шаптуны

source: Шереховская Буда
be: Шэрахаўская Буда

source: Шерешево
be: Шарашэва

source: Шерешовцы
be: Шарашоўцы

source: Шеркино
be: Шэркіна

source: Шермичи
be: Шэрмічы

source: Шерсни
be: Шарсні

source: Шерстин
be: Шарсцін

source: Шерстни
be: Шарсні

source: Шерстово
be: Шарстова

source: Шершни
be: Шаршні

source: Шершуны
be: Шаршуны

source: Шестаки
be: Шастакі

source: Шестаково
be: Шастакова

source: Шестаковцы
be: Шастакоўцы

source: Шестерни
be: Шасцярні

source: Шестёровка
be: Шасцёраўка

source: Шестилы
be: Шасцілы

source: Шестиснопы
be: Шасціснопы

source: Шестовичи
be: Шастовічы

source: Шестово
be: Шастова

source: Шетени
be: Шацяні

source: Шетьки
be: Шэцькі

source: Шибеки
be: Шыбекі

source: Шибино
be: Шыбіна

source: Шиганы
be: Шыганы

source: Шиичи
be: Шыічы

source: Шикени
be: Шыкені

source: Шикили
be: Шыкілі

source: Шиковичи
be: Шыкавічы

source: Шиково
be: Шыкава

source: Шикотовичи
be: Шыкатавічы

source: Шикути
be: Шыкуці

source: Шиленцы
be: Шыленцы

source: Шилин
be: Шылін

source: Шилино
be: Шыліна

source: Шилинок
be: Шылінок

source: Шилки
be: Шылкі

source: Шиловатое
be: Шылаватае

source: Шиловичи
be: Шылавічы

source: Шиловичи (спиртзавод)
be: Шылавічы (спіртзавод)

source: Шиловка
be: Шылаўка

source: Шилово
be: Шылава

source: Шилов Угол
be: Шылаў Вугал

source: Шилогорье
be: Шылагор’е

source: Шилы
be: Шылы

source: Шильвы
be: Шыльвы

source: Шильки
be: Шылькі

source: Шиманов Кут
be: Шыманаў Кут

source: Шиманы
be: Шыманы

source: Шимки
be: Шымкі

source: Шимково
be: Шымкава

source: Шимонели
be: Шыманэлі

source: Шимуковщина
be: Шымукоўшчына

source: Шинавщина
be: Шынаўшчына

source: Шинки
be: Шынкі

source: Шинково
be: Шынкава

source: Шинковцы
be: Шынкаўцы

source: Шинковщина
be: Шынкаўшчына

source: Шипиловичи
be: Шыпілавічы

source: Шипки
be: Шыпкі

source: Шиповичи
be: Шыповічы

source: Шипули
be: Шыпулі

source: Шипулино
be: Шыпуліна

source: Шипуличи
be: Шыпулічы

source: Шипы
be: Шыпы

source: Шипяги
be: Шыпягі

source: Шипяны
be: Шыпяны

source: Ширки
be: Шыркі

source: Ширковщина
be: Шыркаўшчына

source: Широкие
be: Шырокія

source: Широкий
be: Шырокі

source: Широкий Рог
be: Шырокі Рог

source: Широкое
be: Шырокае

source: Шити
be: Шыці

source: Шитики
be: Шыцікі

source: Шихов
be: Шыхаў

source: Шишево
be: Шышава

source: Шишки
be: Шышкі

source: Шишово
be: Шышова

source: Шищицы
be: Шышчыцы

source: Шияловка
be: Шыялоўка

source: Шкавиловка
be: Шкавілаўка

source: Шкалёвка
be: Шкалёўка

source: Шкели
be: Шкялі

source: Шкеличи
be: Шкелічы

source: Шкеры
be: Шкяры

source: Шкиляки
be: Шкілякі

source: Шкирели
be: Шкіралі

source: Шкленниково
be: Шкленікова

source: Школа-интернат
be: Школа-інтэрнат
